Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/Notifications.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# notificationBodyAddedToGroup
source: Added you to %@
ar: أضافك إلى %@
de: Hat dich zu %@ hinzugefügt
es: Te añadió a %@
fr: Vous a ajouté(e) à %@
hi: आपको %@ में जोड़ा गया
it: Aggiunto a %@
ja: %@に追加されました
ko: 귀하를 %@ 에 추가했습니다
nl: Heeft je toegevoegd aan %@
pl: Dodano Cię do %@
pt: Adicionou você a %@
sv: Du har lagts till i %@
tr: %@ grubuna eklendiniz
zh_hans: 您已被添加到 %@
zh_hant: 您已被加入 %@

# notificationBodyJoinedApp
source: Joined Karo!
ar: انضم إلى كارو!
de: Ist Karo beigetreten!
es: ¡Se unió a Karo!
fr: A rejoint Karo !
hi: Karo में शामिल हुए!
it: Hai aderito a Karo!
ja: Karoに参加しました！
ko: Karo에 가입하셨습니다!
nl: Is lid geworden van Karo!
pl: Dołączyłeś do Karo!
pt: Entrou no Karo!
sv: Gick med i Karo!
tr: Karo'ya katıldın!
zh_hans: 加入 Karo!
zh_hant: 加入 Karo!

# notificationBodyRemovedFromGroup
source: Removed you from %@
ar: أزالك من %@
de: Hat dich aus %@ entfernt
es: Te eliminó de %@
fr: Vous a retiré(e) de %@
hi: आपको %@ से हटा दिया गया
it: Rimosso da %@
ja: %@から削除されました
ko: 귀하를 %@ 에서 제거했습니다
nl: Heeft je verwijderd uit %@
pl: Usunięto Cię z %@
pt: Removeu você de %@
sv: Du har tagits bort från %@
tr: %@ grubundan çıkarıldınız
zh_hans: 您已被移出 %@
zh_hant: 您已被移出 %@

# notificationBodyUpgradeGroupRole
source: Upgraded your role in %@
ar: تمت ترقية دورك في %@
de: Hat deine Rolle in %@ aufgewertet
es: Mejoró tu rol en %@
fr: A amélioré votre rôle dans %@
hi: आपकी भूमिका में %@ में उन्नयन किया गया
it: Il tuo ruolo in %@ è stato aggiornato
ja: %@での役割がアップグレードされました
ko: %@ 에서 귀하의 역할이 승격되었습니다
nl: Heeft je rol in %@ verbeterd
pl: Awansowano Twoją rolę w %@
pt: Atualizou seu papel em %@
sv: Din roll i %@ har uppgraderats
tr: %@ içindeki rolünüz yükseltildi
zh_hans: 您在 %@ 中的角色已升级
zh_hant: 您在 %@ 中的角色已升級

# notificationTitleDueNow
source: Due now
ar: مستحق الآن
de: Jetzt fällig
es: Vence ahora
fr: À faire maintenant
hi: अब देय
it: Scadenza ora
ja: 期限が来ました
ko: 지금 기한
nl: Nu te doen
pl: Termin teraz
pt: Prazo agora
sv: Förfaller nu
tr: Şimdi süresi geçti
zh_hans: 现在到期
zh_hant: 現在到期

# notificationTitleGroupUnassignedTaskCreated
source: %@ added a task
ar: %@ أضاف مهمة
de: %@ hat eine Aufgabe hinzugefügt
es: %@ agregó una tarea
fr: %@ a ajouté une tâche
hi: %@ ने एक कार्य जोड़ा
it: %@ ha aggiunto un'attività
ja: %@がタスクを追加しました
ko: %@님이 작업을 추가했습니다
nl: %@ heeft een taak toegevoegd
pl: %@ dodał(a) zadanie
pt: %@ adicionou uma tarefa
sv: %@ lade till en uppgift
tr: %@ bir görev ekledi
zh_hans: %@ 添加了一项任务
zh_hant: %@ 新增了一項任務

# notificationTitlePersonAssigned
source: %@ assigned to you
ar: تم تعيين %@ لك
de: %@ wurde dir zugewiesen
es: %@ te fue asignado
fr: %@ vous a été assigné(e)
hi: %@ आपको असाइन किया गया है
it: %@ assegnato a te
ja: %@があなたに割り当てられました
ko: %@ 님이 귀하에게 할당했습니다
nl: %@ aan jou toegewezen
pl: %@ przypisano do Ciebie
pt: %@ atribuído a você
sv: %@ tilldelad dig
tr: %@ size atandı
zh_hans: %@ 已分配给您
zh_hant: %@ 已分派給您

# notificationTitlePersonCanceled
source: %@ canceled
ar: تم إلغاء %@
de: %@ abgesagt
es: %@ cancelado
fr: %@ annulé(e)
hi: %@ रद्द किया गया
it: %@ annullato
ja: %@がキャンセルされました
ko: %@ 가 취소되었습니다
nl: %@ geannuleerd
pl: %@ anulowano
pt: %@ cancelado
sv: %@ avbokad
tr: %@ iptal edildi
zh_hans: %@ 已取消
zh_hant: %@ 已取消

# notificationTitlePersonCompleted
source: %@ completed
ar: تم إكمال %@
de: %@ abgeschlossen
es: %@ completado
fr: %@ terminé(e)
hi: %@ ने पूरा किया
it: %@ ha completato
ja: %@が完了しました
ko: %@님이 완료했습니다
nl: %@ voltooid
pl: %@ ukończył
pt: %@ concluído
sv: %@ slutförde
tr: %@ tamamlandı
zh_hans: %@ 已完成
zh_hant: %@ 已完成

# notificationTitlePersonDeleted
source: %@ deleted
ar: تم حذف %@
de: %@ gelöscht
es: %@ eliminado
fr: %@ supprimé(e)
hi: %@ को हटा दिया गया
it: %@ ha eliminato
ja: %@が削除されました
ko: %@님이 삭제했습니다
nl: %@ verwijderd
pl: %@ usunął
pt: %@ excluído
sv: %@ raderade
tr: %@ silindi
zh_hans: %@ 已删除
zh_hant: %@ 已刪除

# notificationTitlePersonEdited
source: %@ edited
ar: تم تحرير %@
de: %@ bearbeitet
es: %@ editado
fr: %@ modifié(e)
hi: %@ ने संपादित किया
it: %@ ha modificato
ja: %@が編集されました
ko: %@님이 편집했습니다
nl: %@ bewerkt
pl: %@ edytował
pt: %@ editado
sv: %@ redigerade
tr: %@ düzenlendi
zh_hans: %@ 已编辑
zh_hant: %@ 已編輯

# notificationTitlePersonReminded
source: %@ reminded you
ar: ذكّرك %@
de: %@ hat dich erinnert
es: %@ te recordó
fr: %@ vous a rappelé
hi: %@ ने आपको रिमाइंड किया
it: %@ ti ha ricordato
ja: %@があなたにリマインドしました
ko: %@님이 귀하에게 알렸습니다
nl: %@ herinnerde je
pl: %@ przypomniał Ci
pt: %@ te lembrou
sv: %@ påminde dig
tr: %@ sizi hatırlattı
zh_hans: %@ 提醒了您
zh_hant: %@ 提醒了您

# notificationTitlePersonScheduled
source: %@ added a scheduled date
ar: أضاف %@ تاريخًا مجدولًا
de: %@ hat einen Termin hinzugefügt
es: %@ agregó una fecha programada
fr: %@ a ajouté une date planifiée
hi: %@ ने एक निर्धारित तिथि जोड़ी
it: %@ ha aggiunto una data pianificata
ja: %@が予定日を追加しました
ko: %@님이 예약 날짜를 추가했습니다
nl: %@ voegde een geplande datum toe
pl: %@ dodał zaplanowaną datę
pt: %@ adicionou uma data agendada
sv: %@ lade till ett planerat datum
tr: %@ planlı bir tarih ekledi
zh_hans: %@ 添加了预定日期
zh_hant: %@ 新增了排程日期

# notificationTitlePersonUnassigned
source: %@ unassigned you from
ar: ألغى %@ تعيينك من
de: %@ hat dich abgemeldet von
es: %@ te desasignó de
fr: %@ vous a retiré(e) de
hi: %@ ने आपको असाइन करना रद्द कर दिया
it: %@ ti ha rimosso dall'assegnazione
ja: %@があなたの割り当てを解除しました
ko: %@님이 귀하에게 할당된 것을 취소했습니다
nl: %@ heeft je verwijderd van
pl: %@ cofnął Twoje przypisanie
pt: %@ desatribuiu você de
sv: %@ tog bort din tilldelning
tr: %@ sizi atamasından kaldırdı
zh_hans: %@ 取消了您的任务分配
zh_hant: %@ 取消了您的任務分派

# notificationTitlePersonUncompleted
source: %@ uncompleted
ar: تم إلغاء اكتمال %@
de: %@ als unvollständig markiert
es: %@ marcado como no completado
fr: %@ marqué(e) comme non terminé(e)
hi: %@ ने अपूर्ण किया
it: %@ ha annullato il completamento
ja: %@が未完了に戻されました
ko: %@님이 완료 취소했습니다
nl: %@ gemarkeerd als niet voltooid
pl: %@ cofnął ukończenie
pt: %@ marcado como não concluído
sv: %@ avslutade inte
tr: %@ tamamlanmadı
zh_hans: %@ 已取消完成
zh_hant: %@ 已取消完成

# notificationTitleStartBy
source: Reminder to start
ar: تذكير بالبدء
de: Erinnerung zum Beginn
es: Recordatorio para comenzar
fr: Rappel pour commencer
hi: शुरू करने के लिए रिमाइंडर
it: Promemoria per iniziare
ja: 開始リマインダー
ko: 시작하라는 알림
nl: Herinnering om te beginnen
pl: Przypomnienie, aby zacząć
pt: Lembrete para começar
sv: Påminnelse att starta
tr: Başlama hatırlatması
zh_hans: 开始提醒
zh_hant: 開始提醒
